import { Sector, Service } from "./types";

export const sectors: Sector[] = [
    {
        id: 1,
        image: "/sectors/apartment.png",
        title: "قطاع الخدمات (SERVICES)",
        quation: "كيف ندعم قطاع الخدمات؟",
        body: `ندرك التحديات التي تواجه شركات الخدمات، مثل إدارة المشاريع، وتتبع الجداول الزمنية، والفوترة الدقيقة. نُقدم حلول تُمكّن الشركات من تقديم خدماتها بكفاءة عالية.
	إدارة مشاريع احترافية تتبع تقدم العمل بوضوح.
	أنظمة جدولة المهام وتوزيعها بين الفرق.
	تتبع أوقات العمل وإدارة الجداول الزمنية للموظفين.
	أتمتة عمليات الفوترة لضمان الدقة والسرعة في التحصيل`
    },
    {
        id: 2,
        image: "/sectors/chart-histogram.png",
        title: "القطاع الصناعي (INDUSTRIAL)",
        quation: "كيف نخدم قطاع التصنيع؟",
        body: `نساعد الشركات الصناعية على أتمتة عمليات الإنتاج، وتحسين إدارة سلسلة التوريد، وتقليل الهدر باستخدام نظام Odoo Manufacturing.
    تتبع الإنتاج في الوقت الحقيقي وتحسين عمليات التصنيع.
    إدارة المخزون بكفاءة لتقليل التكاليف وضمان توفر المواد الخام.
    تخطيط الإنتاج بناءً على الطلبات والمخزون الحالي.
    إدارة الصيانة الوقائية لزيادة عمر المعدات وتقليل الأعطال.`
    },
    {
        id: 3,
        image: "/sectors/industry-alt.png",
        title: "قطاع التعليم (EDUCATION)",
        quation: "كيف ندعم المؤسسات التعليمية؟",
        body: `نُقدم حلولًا متكاملة لإدارة المدارس والجامعات والمؤسسات التدريبية، مما يساعد على تحسين الأداء الإداري والأكاديمي.
    إدارة تسجيل الطلاب والموظفين بسهولة.
    جدولة الدورات والمناهج الدراسية بفعالية.
    منصات تواصل بين المعلمين والطلاب لتحسين العملية التعليمية.
    أنظمة مالية وإدارية متكاملة لإدارة الرسوم الدراسية والتقارير المالية.`
    },
    {
        id: 4,
        image: "/sectors/hands-heart.png",
        title: "قطاع التجزئة (RETAIL)",
        quation: "كيف يمكننا دعم قطاع البيع بالتجزئة؟",
        body: `نوفر حلول Odoo Retail التي تساعد في إدارة نقاط البيع (POS) والمتاجر الإلكترونية، مما يسهل عمليات البيع، ويضمن تجربة عملاء سلسة.
    أنظمة نقاط بيع متكاملة لإدارة عمليات البيع بسهولة.
    مزامنة المخزون بين المتاجر الفعلية والمتاجر الإلكترونية.
    تحليلات نقدم لفهم سلوك العملاء وتحسين استراتيجيات التسويق.
    أنظمة ولاء العملاء وبرامج المكافآت لتعزيز المبيعات.`
    },
    {
        id: 5,
        image: "/sectors/pulse (1).png",
        title: "قطاع الجمعيات الخيرية (CHARITY)",
        quation: "كيف ندعم المنظمات غير الربحية؟",
        body: `نساعد  الجمعيات الخيرية والمؤسسات غير الربحية على تنظيم عملياتها المالية والإدارية، وضمان الشفافية في إدارة التبرعات.
    أنظمة إدارة التبرعات والمتبرعين بكفاءة.
    حلول محاسبية متكاملة لضمان الامتثال المالي والشفافية.
    إدارة حملات التبرع والمتطوعين بطريقة منظمة.
    أتمتة العمليات لضمان وصول المساعدات بسرعة وكفاءة`
    },
    {
        id: 6,
        image: "/sectors/student-alt.png",
        title: "قطاع العقارات (REAL ESTATE)",
        quation: "كيف ندعم قطاع العقارات؟",
        body: `نوفر حلول Odoo لإدارة العقارات، مما يساعد الشركات العقارية في تحسين إدارة الممتلكات، وعقود الإيجار، والمبيعات.
    أنظمة متكاملة لإدارة الممتلكات والعقارات.
    تتبع عقود الإيجار والصيانة وإشعارات الدفع.
    إدارة المبيعات والتسويق العقاري بفعالية.
    تحليلات وتقارير تفصيلية لدعم اتخاذ القرار.`
    },
    {
        id: 7,
        image: "/sectors/industry-alt.png",
        title: "قطاع الخدمات (SERVICES)",
        quation: "كيف ندعم قطاع الخدمات؟",
        body: `تدرك  التحديات التي تواجه شركات الخدمات، مثل إدارة المشاريع، وتتبع الجداول الزمنية، والفوترة الدقيقة. نُقدم حلول Odoo التي تُمكّن الشركات من تقديم خدماتها بكفاءة عالية.
    إدارة مشاريع احترافية تتبع نقدم العمل بوضوح.
    أنظمة جدولة المهام وتوزيعها بين الفرق.
    تتبع أوقات العمل وإدارة الجداول الزمنية للموظفين.
    أتمتة عمليات الفوترة لضمان الدقة والسرعة في التحصيل.`
    },
];

export const service: Service[] = [
    {
        id: 1,
        title: "تنفيذ المشاريع",
        description: " تنفيذ حلول رقمية مبتكرة وفق أعلى معايير الجودة",
        image: "/service/brd-Ico.png",
        number_image: "/service/01.png",
        body: "نتميز بإدارة وتنفيذ المشاريع التقنية من البداية إلى النهاية باستخدام أفضل الممارسات العالمية. نحن نقدم حلولًا مبتكرة تبدأ من مرحلة التخطيط والتصميم وصولًا إلى التنفيذ والمتابعة الدقيقة. فريقنا من المتخصصين يعمل على ضمان تنفيذ مشاريعك بأعلى كفاءة واحترافية، مع مراعاة جميع احتياجاتك لضمان تحقيق الأهداف في الوقت المحدد وضمن الميزانية المحددة.."
    },
    {
        id: 2,
        title: "الدعم الفني",
        description: "دعم مستمر لضمان استمرارية أعمالك الرقمية",
        image: "/service/BI-Ico.png",
        number_image: "/service/02.png",
        body: "نحن نقدم لك دعمًا فنيًا موثوقًا يساعدك في الحفاظ على سير العمل بكفاءة عالية. من خلال فريق ماسا للتقنية المتخصص، نوفر لك حلولًا سريعة وفعّالة لأي مشكلة قد تواجهها. نحن هنا لضمان استمرارية عمل النظام بدون أي انقطاعات، مما يسمح لك بالتركيز على تطوير أعمالك دون القلق بشأن التحديات الفنية."
    },
    {
        id: 3,
        title: "الاستشارات",
        description: " توجيه استراتيجي لتحوّل رقمي ناجح",
        image: "/service/Qiyas-Ico.png",
        number_image: "/service/03.png",
        body: "من خلال استشاراتنا التقنية المتخصصة، نساعدك في بناء استراتيجية التحول الرقمي الأنسب لعملك. نعمل معك لتحديد الحلول التي تساهم في تحسين عملياتك التجارية، مما يتيح لك تحقيق أقصى استفادة من التكنولوجيا لتعزيز الكفاءة وتقليل التكاليف. خبراؤنا يقدمون لك حلولًا مرنة وداعمة لتحقيق النجاح المستدام."
    },
    {
        id: 4,
        title: "التكامل مع الأنظمة الأخرى",
        description: "ربط أنظمتك لعمل سلس ومتكامل",
        image: "/service/application.png",
        number_image: "/service/04.png",
        body: "نساعدك في دمج الأنظمة المختلفة في شركتك لضمان تجربة عمل متكاملة وفعّالة. سواء كان التكامل مع أنظمة إدارة الموارد البشرية، المحاسبة، أو المخزون، نحن نوفر لك الحلول التي تتيح لك الحصول على بيانات دقيقة وموحدة عبر جميع الأنظمة، مما يساهم في اتخاذ قرارات أكثر ذكاءً ويسهل إدارة الأعمال اليومية."
    },
    {
        id: 5,
        title: "إدارة الخدمات",
        description: "تحسين العمليات وزيادة الكفاءة",
        image: "/service/ERP-Ico.png",
        number_image: "/service/05.png",
        body: "نحن نساعدك في تحسين إدارة خدماتك من خلال حلول فعّالة تعزز كفاءة سير العمل وتضمن لك أفضل أداء. بفضل التكامل الكامل بين جميع جوانب عملك، مثل خدمة العملاء وإدارة المشاريع، نوفر لك أدوات ذكية لقياس الأداء وتحسين النتائج. من خلال هذه الحلول، نضمن لك تقديم خدمات متميزة ورفع مستوى رضا العملاء.."
    },
    {
        id: 6,
        title: "التدريب الفني",
        description: "تمكين فريقك من استخدام الأنظمة بكفاءة عالية",
        image: "/service/portals_Platform.png",
        number_image: "/service/06.png",
        body: "ندرك أهمية تمكين فرقك التقنية من إتقان الأنظمة. لذلك، نقدم لك برامج تدريبية فنية متخصصة تضمن لفريقك الكفاءة في التعامل مع الأنظمة، سواء كان ذلك في تخصيص الحلول أو تنفيذ العمليات اليومية. يساعد التدريب الفني المقدم من فريقنا على تحسين الإنتاجية وتقليل الأخطاء، مما يضمن لك الاستفادة القصوى من النظام."
    },
    {
        id: 7,
        title: "التدريب الوظيفي",
        description: "تعزيز الأداء داخل الأقسام المختلفة",
        image: "/service/AI-Ico.png",
        number_image: "/service/08.png",
        body: "نقدم لك تدريبًا مخصصًا لكل قسم داخل شركتك لضمان تكامل العمل وتحقيق أقصى استفادة من النظام. تدريب الفرق في المبيعات، الموارد البشرية، المحاسبة، وغيرها من الأقسام يساهم في تحسين الأداء الكلي للعمل، مما يؤدي إلى رفع الكفاءة وتقليل الفجوات بين الأقسام، وتعزيز التنسيق بين جميع الأنظمة."
    },
    {
        id: 8,
        title: "تدريب المستخدمين",
        description: "ضمان استخدام النظام بأقصى كفاءة",
        image: "/service/API-Ico.png",
        number_image: "/service/09.png",
        body: "يُعد تدريب المستخدمين النهائيين جزءًا أساسيًا من ضمان نجاح الحلول الرقمية. نحن نقدم لك برامج تدريبية موجهة للمستخدمين لضمان فهمهم الكامل لكيفية استخدام الأنظمة بشكل فعّال في أعمالهم اليومية. من خلال أساليب تدريب مبتكرة ومبنية على احتياجات المستخدمين، نساعد في تسريع التكيف مع النظام وزيادة الإنتاجية داخل المؤسسة."
    },
];